# TOUR_DCT = {
#     1: "tour1",
#     2: "tour2",
#     3: "tour3",
#     4: "tour4",
#     5: "tour5",
#     6: "tour6",
#     7: "tour7",
#     8: "tour8",
#     9: "tour9",
#     10: "tour10",
#     11: "tour11",
#     12: "tour12"
# }

# DATES_DCT = {
#     'tour1': 1,
#     'tour2': 2,
#     'tour3': 3,
#     'tour4': 4,
#     'tour5': 5,
#     'tour6': 6,
#     'tour7': 7,
#     'tour8': 8,
#     'tour9': 9,
#     'tour10': 10,
#     'tour11': 11,
#     'tour12': 12
# }

# HUMAN_DCT = {
#     'тур 1 день 1': 1,
#     'тур 1 день 2': 2,
#     'тур 2 день 1': 3,
#     'тур 2 день 2': 4,
#     'тур 3 день 1': 5,
#     'тур 3 день 2': 6,
#     'тур 4 день 1': 7,
#     'тур 4 день 2': 8,
#     'тур 5 день 1': 9,
#     'тур 5 день 2': 10,
#     'тур 6 день 1': 11,
#     'тур 6 день 2': 12,
# }

# HUMAN_TOUR = {
#     1: 'тур 1 день 1',
#     2: 'тур 1 день 2',
#     3: 'тур 2 день 1',
#     4: 'тур 2 день 2',
#     5: 'тур 3 день 1',
#     6: 'тур 3 день 2',
#     7: 'тур 4 день 1',
#     8: 'тур 4 день 2',
#     9: 'тур 5 день 1',
#     10: 'тур 5 день 2',
#     11: 'тур 6 день 1',
#     12: 'тур 6 день 2'
# }

# DATES_TOUR = {
#     1: '2023-09-19 ',
#     2: '2023-09-20 ',
#     3: '2023-10-03 ',
#     4: '2023-10-04 ',
#     5: '2023-10-24 ',
#     6: '2023-10-25 ',
#     7: '2023-11-07 ',
#     8: '2023-11-08 ',
#     9: '2023-11-28 ',
#     10: '2023-11-29 ',
#     11: '2023-12-12 ',
#     12: '2023-12-13 ',
# }

TOUR_DCT = {
    1: "tour1",
    2: "tour2",
    3: "tour3",
    4: "tour4",
    5: "tour5",
    6: "tour6",
    7: "tour7",
    8: "tour8",
    9: "tour9",
    10: "tour10",
    11: "tour11",
    12: "tour12",
    13: "tour13"

}

DATES_DCT = {
    "tour1": 1,
    "tour2": 2,
    "tour3": 3,
    "tour4": 4,
    "tour5": 5,
    "tour6": 6,
    "tour7": 7,
    "tour8": 8,
    "tour9": 9,
    "tour10": 10,
    "tour11": 11,
    "tour12": 12,
    "tour13": 13

}

HUMAN_DCT = {
    '14 июня': 1,
    '15 июня': 2,
    '16 июня': 3,
    '17 июня': 4,
    '18 июня': 5,
    '19 июня': 6,
    '20 июня': 7,
    '21 июня': 8,
    '22 июня': 9,
    '23 июня': 10,
    '24 июня': 11,
    '25 июня': 12,
    '26 июня': 13

}
